#tap "homebrew/bundle"
#tap "homebrew/cask"

brew "coreutils"
brew "readline"
brew "asdf"
brew "autojump"
brew "bash"
brew "curl"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "git-secrets"
brew "glib"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "libevent"
brew "p7zip"
brew "pre-commit"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "zlib"
brew "zsh"
brew "cloc"
brew "postgresql"

cask "alfred"
#cask "rectangle"
#cask "alt-tab"
cask "karabiner-elements"
cask "jetbrains-toolbox"
