# tap homebrew
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "coreutils"
brew "readline"
brew "asdf"
brew "autojump"
brew "bash"
brew "sqlite"
brew "checkov", link: false
brew "curl"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "git-secrets"
brew "glib"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "libevent"
brew "p7zip"
brew "pre-commit"
brew "tig"
brew "tmux"
brew "tree"
brew "unrar"
brew "wget"
brew "zlib"
brew "zsh"