tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "pantsbuild/tap"
tap "stripe/stripe-cli"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "python@3.10"
brew "autojump"
brew "bash"
brew "glib"
brew "cloc"
brew "curl"
brew "fzf"
brew "gawk"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-quick-stats"
brew "git-secrets"
brew "gnu-tar"
brew "libevent"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go-task"
brew "netpbm"
brew "gts"
brew "icu4c@76"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "jq"
brew "libmagic"
brew "p7zip"
brew "postgresql@14"
brew "pre-commit"
brew "python-setuptools"
brew "python@3.9"
brew "ripgrep"
brew "ruff"
brew "skopeo"
brew "switchaudio-osx"
brew "tig"
brew "tmux"
brew "tree"
brew "uv"
brew "virtualenv"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "stripe/stripe-cli/stripe"
cask "1password-cli"
cask "alfred"
cask "coscreen"
cask "docker"
cask "jetbrains-toolbox"
cask "orbstack"
cask "pants"
cask "stats"
cask "vlc"
